{
"events":
[
{
"name":"FIREAID AND FIRE TRAINING WORKSHOP",
"image":"fs1",
  "details":"<TBA>",
  "description":"<TBA>",
  "prizepool":"<TBA>",
  "rules":[
    "<TBA>"
  ],
  "contact":["9497192674(Hadhik)","8089160601(Rahim)"]
},
{
"name":"SAFE ZONE",
"image":"fs2",
  "details":"<TBA>",
  "description":"<TBA>",
  "prizepool":"<TBA>",
  "rules":[
    "1)There will be a series of tasks in separate task stations",
    "2)Participants can win prizes on successful completion of each task",
    "3)Participants who have successfully completed a task station can proceed to the next station RULES",
    "4)The participants have to pay a registration fees of Rs 50",
    "5)A participant who is eliminated once can play again if registration fees is paid again.A single player can only participate twice",
    "6)Decisions taken by the volunteers will be final"

  ],
  "contact":[
    " 9400893464(Nandakishore)","9497605098(Arjun SP)"
  ]
},
{
"name":"SAFE HUNT",
"image":"fs3",
  "details":"<TBA>",
  "description":"<TBA>",
  "prizepool":"<TBA>",
  "rules":[
    "1) A team for 2-4 is allowed to register for the event.",
    "2) 5 teams from the registered lot will be selected through screening process.",
    "3) One slot for the final set of teams can be reserved for an all-girls team, if available.",
    "4) No refund after registration.",
    "5) Vehicles and electronic gadgets are not allowed.",
    "6) On contradiction regarding rules committee judgement will be final."
  ],
  "contact":["<TBA>"]
},
{
"name":"SAFE ZOOM",
"image":"fs4",
  "details":"Department of Safety and Fire Engineering SOE,CUSAT Presents SAFE ZOOM!For the first time in Kerala a photography competition on the topic of workplace safety.",
  "description":"<TBA>",
  "prizepool":"<TBA>",
  "rules":[
    "1. The contests are open for online submissions only, through the mail available on this page",
    "2.Deadline for submission of photos is February 3rd.",
    "3. Submissions will not be accepted once the deadline lapses.",
    "4. You may submit as many entries as you wish within the deadline.",
    "5. You are required to provide a unique title & description for each image submitted.",
    "6.All submitted photos must contain the original EXIF metadata information. However there must be no borders(s)), logo(s), copyright marks, identifying marks, or any other visible references and/or marks on the image.",
    "7.Mobile photography is also allowed,but usage of filters is restricted.",
    "8.Every image uploaded is subject to a moderation process before it becomes visible on the contest page.DHISHNA reserves the right to assess and disregard any submitted photo at our its discretion.",
    "9.Photos that portray or otherwise include inappropriate and/or offensive content, including provocative nudity, violence, human rights and/or environmental violation, and/or any other contents deemed to be contrary to the law, religious, cultural & moral traditions and practices of India, are strictly prohibited and will be immediately discarded. ",
    "10.A participant who submits any such photos may be permanently banned, subject to SAFE ZOOM discretion, from submitting anymore photos for the contest.",
    "11. DHISHNA-SAFE ZOOM will appoint a judge / judges for each contest. This will comprise professional photographers and safety experts.",
    "12. The judging panel shall assess and determine the winning Photos. The results and the winners will be announced on the page.",
    "13. The decision of SAFE ZOOM Photography’s judging panel will be final and binding on all Participants in respect to all matters relating to the Contest."

  ],

  "contact":["9567566227(Swarag)","9961975759(Kamil)"]
}
]
}
